---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ElemRoomNumber
source: html/f0bd87f8-0076-e8a0-31ee-55dea05f90c3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ElemRoomNumber Property

"Room Number"

## Syntax (C#)
```csharp
public static ForgeTypeId ElemRoomNumber { get; }
```